// Buttons

"Print..." = "הדפס…";

"Save..." = "‏שמור…";

"Go Back" = "אחורה";

"Continue" = "המשך";

"Close" = "סגור";

"Log Out" = "התנתק";

"Restart" = "הפעל מחדש";

"Shut Down" = "כיבוי";

// Installation Type

"Package Name" = "‏שם החבילה";

"Package Action" = "‏פעולה";

"Package Size" = "גודל";


"Space Required:" = "‏מקום פנוי נדרש:";

"Remaining:" = "‏נותרו:";


"Standard Install" = "‏התקנה רגילה";

"StandardTitle" = "‏התקנה רגילה על “%@”";

"Customize" = "התאמה אישית‏";

